"%@ already exists. Replace?" = "%@ existiert bereits. Ersetzen?";
"/ %@" = "/ %@";
"/Library/Input Methods/Fcitx5.app" = "/Library/Input Methods/Fcitx5.app";
"3rd-party source code" = "Third-Party-Quellcode";
"?" = "?";
"\"%@\" notification is disabled" = "\"%@\"-Benachrichtigung ist deaktiviert";
"About Fcitx5 macOS" = "Über Fcitx5 macOS";
"Add" = "Hinzufügen";
"Add an empty group" = "Neue Gruppe hinzufügen";
"Add group" = "Gruppe hinzufügen";
"Add input methods" = "Eingabemethoden hinzufügen";
"Add item" = "Element hinzufügen";
"Addon Config" = "Addon-Konfiguration";
"Advanced" = "Erweitert";
"All phrases are imported" = "Alle Phrasen wurden importiert";
"All plugins are up to date" = "Alle Plugins sind aktuell";
"Alpha (0-255)" = "Alpha (0-255)";
"Amharic" = "Amharisch";
"and" = "und";
"Arabic" = "Arabisch";
"Are you sure to uninstall selected plugins?" = "Möchten Sie die ausgewählten Plugins wirklich deinstallieren?";
"Are you sure to uninstall?" = "Möchten Sie wirklich deinstallieren?";
"Available" = "Verfügbar";
"Cancel" = "Abbrechen";
"Cannot show config for %@: %@" = "Konfiguration für %1$@ kann nicht angezeigt werden: %2$@";
"Check update" = "Nach Updates suchen";
"Checking" = "Wird überprüft";
"Chinese" = "Chinesisch";
"Clear all data" = "Alle Daten löschen";
"Clear user data" = "Benutzerdaten löschen";
"Cleared" = "Gelöscht";
"Click or drag %@ file here" = "Klicken Sie hier oder ziehen Sie eine %@-Datei hierher";
"Click or drag image file here" = "Klicken Sie hier oder ziehen Sie eine Bilddatei hierher";
"Click or drag theme file (.conf) here" = "Klicken Sie hier oder ziehen Sie eine Themadatei (.conf) hierher";
"Click or drag to this area" = "Klicken oder hierher ziehen";
"Click to record" = "Klicken zum Aufnehmen";
"Close" = "Schließen";
"Config" = "Konfiguration";
"Copy" = "Kopieren";
"Create" = "Erstellen";
"Current keyboard layout: %@" = "Aktuelle Tastaturbelegung: %@";
"Custom Phrase" = "Benutzerphrase";
"Cut" = "Ausschneiden";
"Data" = "Daten";
"Data manager" = "Datenverwaltung";
"Debug" = "Debug";
"Default" = "Standard";
"Developed by" = "Entwickelt von";
"Disable" = "Deaktivieren";
"Done" = "Fertig";
"Download failed" = "Download fehlgeschlagen";
"Edit" = "Bearbeiten";
"Enable" = "Aktivieren";
"English" = "Englisch";
"Error" = "Fehler";
"Export data to …" = "Daten exportieren nach …";
"Export failed" = "Export fehlgeschlagen";
"Export succeeded" = "Export erfolgreich";
"Failed to check update" = "Fehler beim Suchen nach Updates";
"Failed to convert txt table(s): %@" = "Fehler beim Konvertieren von Texttabellen: %@";
"Failed to copy Squirrel files" = "Fehler beim Kopieren der Squirrel-Dateien";
"Failed to create" = "Fehler beim Erstellen";
"Failed to import %@ dict(s)" = "Import von %@ Wörterbüchern fehlgeschlagen";
"Failed to remove" = "Fehler beim Entfernen";
"Failed to save" = "Fehler beim Speichern";
"Fcitx5 Android" = "Fcitx5 Android";
"Fcitx5 Android/macOS" = "Fcitx5 Android/macOS";
"Fcitx5 is up to date" = "Fcitx5 ist aktuell";
"Fcitx5 macOS" = "Fcitx5 macOS";
"Fcitx5 will auto restart if needed." = "Fcitx5 wird bei Bedarf automatisch neu gestartet.";
"Fcitx5 will auto restart." = "Fcitx5 wird automatisch neu gestartet.";
"Files with the same name will be overridden." = "Dateien mit demselben Namen werden überschrieben.";
"Follow App background (Liquid Glass)" = "App-Hintergrund folgen (Liquid Glass)";
"Font family" = "Schriftfamilie";
"Generic" = "Allgemein";
"Generic font families" = "Allgemeine Schriftfamilien";
"Global Config" = "Globale Konfiguration";
"Group name" = "Gruppenname";
"Hamster" = "Hamster";
"Hide" = "Ausblenden";
"https:// or data:image/png;base64," = "https:// oder data:image/png;base64,";
"Import" = "Importieren";
"Import customized table" = "Benutzerdefinierte Tabelle importieren";
"Import data from …" = "Daten importieren von …";
"Import dictionaries" = "Wörterbücher importieren";
"Import native custom phrases" = "Native benutzerdefinierte Phrasen importieren";
"Import succeeded" = "Import erfolgreich";
"Imported %@ phrase(s)" = "%@ Phrasen importiert";
"Include Rime user directory in backup file?" = "Rime-Benutzerverzeichnis in Sicherungsdatei einbeziehen?";
"Input Methods" = "Eingabemethoden";
"Install" = "Installieren";
"Install failed" = "Installation fehlgeschlagen";
"Install manually" = "Manuell installieren";
"Installed" = "Installiert";
"Invalid file name" = "Ungültiger Dateiname";
"Invalid regular expression" = "Ungültiger regulärer Ausdruck";
"Invalid zip" = "Ungültige ZIP-Datei";
"Items failed to import:" = "Fehlerhaft importierte Elemente:";
"Japanese" = "Japanisch";
"Keyboard layout not available" = "Tastaturbelegung nicht verfügbar";
"Keyword" = "Schlüsselwort";
"Korean" = "Koreanisch";
"Latest (unstable) version available" = "Neueste (unstable) Version verfügbar";
"Licensed under" = "Lizenziert unter";
"Local" = "Lokal";
"Local Squirrel" = "Lokales Squirrel";
"Malayalam" = "Malayalam";
"Maybe later" = "Vielleicht später";
"Name" = "Name";
"New file" = "Neue Datei";
"No" = "Nein";
"No files selected" = "Keine Dateien ausgewählt";
"OK" = "OK";
"Only show current language" = "Nur aktuelle Sprache anzeigen";
"Open dictionary directory" = "Wörterbuchverzeichnis öffnen";
"Open directory" = "Verzeichnis öffnen";
"Open in editor" = "Im Editor öffnen";
"Order" = "Reihenfolge";
"Other" = "Sonstiges";
"Paste" = "Einsetzen";
"Phrase" = "Phrase";
"Pinyin Dictionaries" = "Pinyin-Wörterbücher";
"Pinyin user data" = "Pinyin-Benutzerdaten";
"Please update Fcitx5 in \"About\" first" = "Bitte aktualisieren Sie Fcitx5 zuerst in \"Über\"";
"Plugin Manager" = "Plugin-Verwaltung";
"Preview" = "Vorschau";
"Quick Phrase" = "Schnellphrase";
"Reload" = "Neu laden";
"Reloaded" = "Neu geladen";
"Remove" = "Entfernen";
"Remove dictionaries" = "Wörterbücher entfernen";
"Remove items" = "Elemente entfernen";
"Rename" = "Umbenennen";
"Rename group" = "Gruppe umbenennen";
"Reset current page. To reset a single item/group, right click on its label." = "Aktuelle Seite zurücksetzen. Für ein einzelnes Element/eine Gruppe mit rechtsklicken.";
"Reset to default" = "Auf Standard zurücksetzen";
"Restart" = "Neu starten";
"Restart process to load new fonts" = "Prozess neu starten, um neue Schriftarten zu laden";
"Right click to reset this group" = "Rechtsklicken, um diese Gruppe zurückzusetzen";
"Right click to reset this item" = "Rechtsklicken, um dieses Element zurückzusetzen";
"Rime binaries" = "Rime-Binärdateien";
"Rime config" = "Rime-Konfiguration";
"Rime user data" = "Rime-Benutzerdaten";
"Russian" = "Russisch";
"Save" = "Speichern";
"Saved" = "Gespeichert";
"Search" = "Suchen";
"Select" = "Auswählen";
"Select a language from the left list." = "Wählen Sie eine Sprache aus der linken Liste.";
"Select All" = "Alles auswählen";
"Select an input method from the side bar." = "Wählen Sie eine Eingabemethode aus der Seitenleiste.";
"Select App" = "App auswählen";
"Select font" = "Schriftart auswählen";
"Select image" = "Bild auswählen";
"Select/Import CSS" = "CSS auswählen/importieren";
"Select/Import theme" = "Thema auswählen/importieren";
"Selected %@ file(s)" = "%@ Datei(en) ausgewählt";
"Set keyboard layout of group" = "Tastaturbelegung der Gruppe festlegen";
"Set keyboard layout of input method" = "Tastaturbelegung der Eingabemethode festlegen";
"Show keyboard layout" = "Tastaturbelegung anzeigen";
"Sinhala" = "Singhalesisch";
"Sogou Cell Dictionary" = "Sogou-Zellwörterbuch";
"Status bar is hidden" = "Statusleiste ist ausgeblendet";
"Switch to Debug" = "Zu Debug wechseln";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "Wechseln Sie nur zu Debug, wenn Fcitx5 abstürzt und Sie beim Debuggen helfen möchten.";
"Switch to Release" = "Zu Release wechseln";
"Table" = "Tabelle";
"Table config: *.conf or *.conf.in" = "Tabellenkonfiguration: *.conf oder *.conf.in";
"Table data: *.dict or *.txt" = "Tabellendaten: *.dict oder *.txt";
"Tamil" = "Tamil";
"Thai" = "Thai";
"Theme Editor" = "Thema-Editor";
"Theme name" = "Themaname";
"Toggle input method" = "Eingabemethode umschalten";
"Toggle Sidebar" = "Seitenleiste umschalten";
"Toggle the visibility of the sidebar" = "Sichtbarkeit der Seitenleiste umschalten";
"Type here to preview style" = "Hier eingeben, um Stil voranzuschauen";
"Ukrainian" = "Ukrainisch";
"Uninstall" = "Deinstallieren";
"Uninstall and keep user data" = "Deinstallieren und Benutzerdaten behalten";
"Uninstall failed, you may need to manually remove" = "Deinstallation fehlgeschlagen, eventuell manuell entfernen";
"Unknown - %@" = "Unbekannt - %@";
"Unsupported config" = "Nicht unterstützte Konfiguration";
"Unsupported option type %@" = "Nicht unterstützter Optionstyp %@";
"Update" = "Aktualisieren";
"Update available" = "Update verfügbar";
"Update now" = "Jetzt aktualisieren";
"uses" = "verwendet";
"Version %@ available" = "Version %@ verfügbar";
"Vietnamese" = "Vietnamesisch";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "Wenn Liquid Glass aktiviert ist, folgt das Thema dem App-Hintergrund – dasselbe Verhalten wie bei integrierten Eingabemethoden.\nUm ein festes helles/dunkles Thema einzustellen, ändern Sie bitte Hintergrund → Unschärfe auf \"Keine\" oder \"Unschärfe\".";
"Yes" = "Ja";
"You may re-enable it in Advanced → macOS Frontend." = "Sie können es in Erweitert → macOS-Frontend wieder aktivieren.";
"You may re-enable it in Advanced → macOS Notification." = "Sie können es in Erweitert → macOS-Benachrichtigung wieder aktivieren.";
"Your system version is no longer supported" = "Ihre Systemversion wird nicht mehr unterstützt";
"~/.config/fcitx5" = "~/.config/fcitx5";
"~/.local/share/fcitx5" = "~/.local/share/fcitx5";
"~/Library/fcitx5" = "~/Library/fcitx5";
